Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/takaisin-koto-suomessa.html.tmx
Source language: fin
Languages: sme

source: Takaisin koto-Suomessa
sme: Sápmái ollen

source: Pysyvä Foorumi on ohi ja olen palannut takaisin Suomeen ja takaisin tavallisten töiden pariin.
sme: Bissovaš forum lea meaddel ja lean máhccan ruoktot Supmii ja ruovttoluotta dábálaš bargguide.

source: Aikaerosta toipuminen vei yllättävän paljon aikaa.
sme: Áigeearus váhkkaseapmi bisttii guhkit go oba vurdenge.

source: Permanent Foorumin kokous herätti minussa paljon ajatuksia.
sme: Bissovaš foruma čoakkán bohciidahtii munnje olu jurdagiid.

source: Ennen kaikkea se nosti esille tarpeen kiinnittää huomioita myös saamelaiskäräjien toiminnassa yhä enemmän kansainvälisiin asioihin.
sme: Vuohččan dat bajidii ovdan dárbbu giddet maiddái sámedikki barggus ein eanet fuomášumi riikkaidgaskasaš áššiide.

source: Tämä koskee sekä Yhdistyneiden Kansakuntien toimintaa että Euroopan Unionin.
sme: Dát guoská sihke Ovttastuvvan našuvnnaid ja Eurohpa uniovnna barggu.

source: Erityisen paljon annettavaa saamelaiskäräjillä on kieleen ja kulttuuriin liittyvissä asioissa.
sme: Earenoamážit sámedikkis soaitá leat addinládje earáide gillii ja kultuvrii gullevaš áššiin.

source: Olisin myös tärkeää lisätä yhteistyötä eri alkuperäiskansaorganisaatioiden kesken, koska alkuperäiskansoilla on paljon yhteistä kieleen, kulttuuriin, itsemääräämiseen ja ilmastonmuutokseen liittyvissä asioissa.
sme: Livččii maid dehálaš lasihit ovttasbarggu sierra álgoálbmotorganisašuvnnaid gaskkas, daningo álgoálbmogiin leat olu oktasaš áššiin, mat gusket gillii, kultuvrii, iešmearrideapmái ja dálkkádatnuppástussii.

source: Viime viikolla julkaistiin Maa- ja metsätalouden tutkimuskeskuksen (MTT) julkaisu tutkimushankkeesta Porotalouden taloudelliset menestystekijät.
sme: Mannan vahku almmustuhttojuvvui Eanan- ja vuovdedoalu dutkanguovddáža publikašuvdna dutkaprošeavttas Porotalouden taloudelliset menestystekijät (sámás: Boazodoalu ekonomalaš menestuvvandagaldagat).

source: Olin itse mukana hankkeen tutkijana Lapin yliopiston kautta ennen valintaani saamelaiskäräjien puheenjohtajaksi.
sme: Ledjen dán fidnus mielde dutkin Lappi universiteahta bakte ovdal go válljejuvvojin sámedikki ságadoallin.

source: Tutkimushankeosioni käsitteli porotalouden sukupolvenvaihdoksia.
sme: Mu oassán dutkanprošeavttas gieđahalai boazodoalu buolvadatmolsašuvvamiid.

source: Tutkimusraportti on ladattavissa kokonaisuudessaan MTT:n kotisivuilta pdf-muodossa (
sme: Dutkanraportta sáhttá láddet ollislaččat dutkanguovddáža ruovttusidduin pdf-hámis (

source: Tutkimushankkeessa oli mukana useita eri tahoja ja jokainen tutkimushanke on raportin erillinen osio.
sme: Dutkanfidnus ledje mielde máŋggat oassebealit ja juohke dutkanfidnu lea raportta sierra oassi.

source: Tutkimusosioni aineisto oli kysymyslomaketiedot, joka kerättiin kevään ja kesän 2007 aikana.
sme: Mu dutkanoasi materiála čoggui jearahanskovvedieđuin, mat čoggojuvvoje 2007 giđa ja geasi áigge.

source: Tutkimuksen vastaajat pitävät poronhoitoa kulttuurisena elinkeinona, jonka tärkein asia ei ole taloudellisen tuloksen tekeminen vaan oman kulttuurin jatkaminen.
sme: Dutkanfidnu vuođul vástideaddjit atnet boazodoalu kultuvrralaš ealáhussan, man deháleamos ášši ii leat ruđalaš bohtosa dahkan muhto iežas kultuvrra joatkin.

source: Vastaajat pitivät hyvin tärkeänä myös sitä, että poronhoidossa on jatkuvuutta ja että poronhoitokulttuuria voidaan siirtää sukupolvelta toiselle.
sme: Vástideaddjit atne hui mávssolažžan maid dan, ahte boazodoalus lea jotkkolašvuohta ja ahte boazodoallokultuvra sáhttá sirdojuvvot buolvvas nubbái.

source: Poronhoidon harjoittamisen huonot puolet ovat taloudellisia ja vastaajat odottavatkin että valtion parantaa poronhoidon toimintaedellytyksiä lainsäädännöllä ja tukipolitiikalla.
sme: Boazobarggu heajos bealit leat ekonomalaččat ja vástideaddjit vurdetnai, ahte stáhta buorida doaibmaeavttuid láhkaásahemiin ja doarjjapolitihkain.

source: Tämä viikko kuluu rauhallisesti tavallisissa työrutiineissa, mutta ensi viikolla on luvassa taas matkustamista.
sme: Dát vahkku lea mannan ráfálaččat dábálaš bargorutiinnain, muhto boahtte vahku šaddá fas ravggadit ja reiset.

source: Tapaan maanantaina lyhyesti ympäristöministeri Lehtomäen ja kerron saamelaiskäräjien näkemyksiä ympäristöministeriön hallinnonalaan kuuluvista asioista.
sme: Deaivvadan mánnodaga oanehaččat birasministtar Lehtomäki ja muitalan sámedikki oainnuid birasministeriija hálddašansuorggi áššiin.

source: Tiistaina Hetassa on Enontekiön kunnan saamenkielisiä sosiaalipalveluja käsittelevä seminaari, jonne osallistuu myös vähemmistövaltuutettu Johanna Suurpää.
sme: Disdaga lea Heahtás seminára, mii gieđahallá Eanodaga suohkana sámegielalaš sosiálabálvalusaid.

source: Loppuviikoksi menen Inariin, jossa pidetään metsähallituksen ja Saamelaiskäräjien väliset neuvottelut ajankohtaisista asioista, mm..
sme: Dohko boahtá maid veahádatsáttaolmmoš Johanna Suurpää.

source: Muotkatunturin erämaa-alueen hoito- ja käyttösuunnitelmasta.
sme: Loahppavahku manan Anárii, gos dollojuvvo meahcceráđđehusa ja sámedikki sámediggelága miel ráđđádallan áigeguovdilis áššiin, earret eará Muotkeduoddara meahcceguovllu dikšun- ja geavahanplánas.

source: Saamelaiskäräjien vieraaksi tulee myös kulttuuriministeriön valtiosihteeri Stefan Johansson, jonka kanssa saamelaiskäräjät keskustelee kulttuurikeskushankkeesta ja saamelaiskäräjien näkemyksistä kulttuuriministeriön hallinnonalaan kuuluvista asioista.
sme: Sámedikki guossin boahtá maid kulturministeriija stáhtačálli Stefan Johansson, geainna sámediggi ságastallá kulturguovddášfidnus ja sámedikki oainnuin kulturministeriija hálddašansuorggi áššiin.

source: Perjantaina on saamelaiskäräjien hallituksen kokous.
sme: Bearjadaga lea sámedikki stivrra čoakkán.

source: Vuontisjärvellä 09.05.2008
sme: Vuottesjávrres 09.05.2008

source: Lähetä kommentti
sme: Juvvá Lemet
